window.CHAOXING_QUESTIONS = [
  {
    "id": "cx-405494838",
    "type": "single",
    "stem": "五四时期毛泽东创办的刊物是（ ）",
    "options": [
      {
        "key": "A",
        "text": "《每周评论》"
      },
      {
        "key": "B",
        "text": "《星期评论》"
      },
      {
        "key": "C",
        "text": "《觉悟》"
      },
      {
        "key": "D",
        "text": "《湘江评论》"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494839",
    "type": "single",
    "stem": "为党的成立做了干部上和思想上准备的事件是（ ）",
    "options": [
      {
        "key": "A",
        "text": "五四运动"
      },
      {
        "key": "B",
        "text": "五卅运动"
      },
      {
        "key": "C",
        "text": "国民会议运动"
      },
      {
        "key": "D",
        "text": "新文化运动"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494840",
    "type": "single",
    "stem": "辛亥革命后，中国人继续探索救国道路，根本原因在于：（ ）",
    "options": [
      {
        "key": "A",
        "text": "受新的革命思想影响"
      },
      {
        "key": "B",
        "text": "中国的社会性质和根本矛盾没变"
      },
      {
        "key": "C",
        "text": "受共产国际的影响"
      },
      {
        "key": "D",
        "text": "北洋军阀的倒行逆施"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494841",
    "type": "single",
    "stem": "中国最早的共产主义组织出现在（ ）。",
    "options": [
      {
        "key": "A",
        "text": "北京"
      },
      {
        "key": "B",
        "text": "天津"
      },
      {
        "key": "C",
        "text": "上海"
      },
      {
        "key": "D",
        "text": "湖南"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494842",
    "type": "single",
    "stem": "第一次明确提出反帝反封建的民主革命纲领的会议是 （ ）",
    "options": [
      {
        "key": "A",
        "text": "中共一大"
      },
      {
        "key": "B",
        "text": "中共二大"
      },
      {
        "key": "C",
        "text": "中共三大"
      },
      {
        "key": "D",
        "text": "中共四大"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494843",
    "type": "single",
    "stem": "第一次国共合作的政治基础是（ ）",
    "options": [
      {
        "key": "A",
        "text": "新三民主义"
      },
      {
        "key": "B",
        "text": "新民主主义"
      },
      {
        "key": "C",
        "text": "无政府主义"
      },
      {
        "key": "D",
        "text": "戴季陶主义"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494844",
    "type": "single",
    "stem": "参加一大的东京代表是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "陈独秀"
      },
      {
        "key": "B",
        "text": "李达"
      },
      {
        "key": "C",
        "text": "周佛海"
      },
      {
        "key": "D",
        "text": "陈公博"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494845",
    "type": "single",
    "stem": "喊出“振兴中华”这个口号的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "严复"
      },
      {
        "key": "B",
        "text": "康有为"
      },
      {
        "key": "C",
        "text": "梁启超"
      },
      {
        "key": "D",
        "text": "孙中山"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494846",
    "type": "single",
    "stem": "（ ）的召开标志着第一次国共合作的正式形成。",
    "options": [
      {
        "key": "A",
        "text": "中共一大"
      },
      {
        "key": "B",
        "text": "国民党一大"
      },
      {
        "key": "C",
        "text": "中共二大"
      },
      {
        "key": "D",
        "text": "中共三大"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494847",
    "type": "single",
    "stem": "标志着李大钊成为中国第一个马克思主义者的文章是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《法俄革命之比较观》"
      },
      {
        "key": "B",
        "text": "《庶民的胜利》"
      },
      {
        "key": "C",
        "text": "《Bolshevism的胜利》"
      },
      {
        "key": "D",
        "text": "《我的马克思主义观》"
      },
      {
        "key": "E",
        "text": "《谈政治》"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494848",
    "type": "multiple",
    "stem": "五四前新文化运动的主要内容包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "提倡新文学，反对旧文学"
      },
      {
        "key": "B",
        "text": "反对孔教，批评儒家学说"
      },
      {
        "key": "C",
        "text": "开展文学革命，主张使用白话文"
      },
      {
        "key": "D",
        "text": "提倡民主，反对专制，反对旧礼教旧道德"
      },
      {
        "key": "E",
        "text": "提倡科学，反对迷信。"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494849",
    "type": "multiple",
    "stem": "国民党一大在实质上形成的三大革命政策是（ ）",
    "options": [
      {
        "key": "A",
        "text": "联俄"
      },
      {
        "key": "B",
        "text": "联共"
      },
      {
        "key": "C",
        "text": "扶助农工"
      },
      {
        "key": "D",
        "text": "反帝"
      },
      {
        "key": "E",
        "text": "反封"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494850",
    "type": "multiple",
    "stem": "近代以来中华民族面临的两大历史任务是（ ）",
    "options": [
      {
        "key": "A",
        "text": "民族独立和人民解放"
      },
      {
        "key": "B",
        "text": "国家富强和人民幸福"
      },
      {
        "key": "C",
        "text": "反对帝国主义"
      },
      {
        "key": "D",
        "text": "反对封建主义"
      }
    ],
    "answer": [
      "A",
      "B"
    ]
  },
  {
    "id": "cx-405494851",
    "type": "multiple",
    "stem": "中日甲午战争以后，近代中华民族意识普遍觉醒中的代表人物有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "林则徐"
      },
      {
        "key": "B",
        "text": "梁启超"
      },
      {
        "key": "C",
        "text": "康有为"
      },
      {
        "key": "D",
        "text": "孙中山"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494852",
    "type": "multiple",
    "stem": "关于辛亥革命失败的原因，下列描述正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "没有提出彻底的反帝反封建的革命纲领"
      },
      {
        "key": "B",
        "text": "不能充分发动和依靠人民群众"
      },
      {
        "key": "C",
        "text": "不能建立坚强的革命政党"
      },
      {
        "key": "D",
        "text": "受到历史进程和社会条件的制约"
      },
      {
        "key": "E",
        "text": "资本主义的建国方案在中国行不通"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494853",
    "type": "multiple",
    "stem": "毛泽东称孙中山先生留给我们的最中心最本质最伟大的遗产是（ ）",
    "options": [
      {
        "key": "A",
        "text": "振兴中华口号"
      },
      {
        "key": "B",
        "text": "统一战线政策"
      },
      {
        "key": "C",
        "text": "三民主义纲领"
      },
      {
        "key": "D",
        "text": "艰苦奋斗精神"
      },
      {
        "key": "E",
        "text": "坚韧不拔精神"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494854",
    "type": "multiple",
    "stem": "关于五四运动的正确表述有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "五四运动表现了反帝反封建的彻底性"
      },
      {
        "key": "B",
        "text": "五四运动是全国性爱国群众运动"
      },
      {
        "key": "C",
        "text": "五四运动促进了马克思主义与中国工人运动的结合"
      },
      {
        "key": "D",
        "text": "五四运动为中国共产党的成立做了阶级、思想和干部上的准备"
      },
      {
        "key": "E",
        "text": "五四运动是新旧民主主义革命的分水岭"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494855",
    "type": "multiple",
    "stem": "中国共产党创建的条件包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "阶级基础"
      },
      {
        "key": "B",
        "text": "思想基础"
      },
      {
        "key": "C",
        "text": "组织基础"
      },
      {
        "key": "D",
        "text": "社会基础"
      },
      {
        "key": "E",
        "text": "共产国际的帮助"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405494856",
    "type": "multiple",
    "stem": "中国共产党成立后，中国革命的面目“新”在以下方面（ ）",
    "options": [
      {
        "key": "A",
        "text": "领导力量"
      },
      {
        "key": "B",
        "text": "指导思想"
      },
      {
        "key": "C",
        "text": "革命方法"
      },
      {
        "key": "D",
        "text": "革命前途"
      },
      {
        "key": "E",
        "text": "革命时代背景"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494857",
    "type": "multiple",
    "stem": "党成立后开展的革命斗争包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "工人运动"
      },
      {
        "key": "B",
        "text": "农民运动"
      },
      {
        "key": "C",
        "text": "民族（外交）运动"
      },
      {
        "key": "D",
        "text": "军事运动"
      },
      {
        "key": "E",
        "text": "肃反运动"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494858",
    "type": "judge",
    "stem": "新文化运动改造不了中国社会，也不能救中国。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494859",
    "type": "judge",
    "stem": "五四运动是马克思主义与工人运动结合的桥梁。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494860",
    "type": "judge",
    "stem": "中国共产党是马克思主义与中国知识分子结合的产物。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494861",
    "type": "judge",
    "stem": "中国共产党是马克思主义与中国革命运动结合的产物。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494862",
    "type": "judge",
    "stem": "陈独秀是中国最早的马克思主义者。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494863",
    "type": "judge",
    "stem": "中国人学会了马克思列宁主义以后，在精神上由被动转入主动。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494864",
    "type": "judge",
    "stem": "党的二大制定的党章，是我们党历史上第一个章程。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494865",
    "type": "judge",
    "stem": "中国共产党同意国共“党内合作”是战略上的错误。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494866",
    "type": "judge",
    "stem": "孙中山“平均地权”的主张就是共产党主张的 “耕者有其田”。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494867",
    "type": "judge",
    "stem": "既然中国共产党员加入了国民党，那中国大革命的功绩都归国民党。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494715",
    "type": "single",
    "stem": "最早提出“马克思主义中国化”这一命题的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "李大钊"
      },
      {
        "key": "B",
        "text": "陈独秀"
      },
      {
        "key": "C",
        "text": "毛泽东"
      },
      {
        "key": "D",
        "text": "蔡和森"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494716",
    "type": "single",
    "stem": "“枪杆子里面出政权”的著名论断是毛泽东在（ ）提出的。",
    "options": [
      {
        "key": "A",
        "text": "三湾改编"
      },
      {
        "key": "B",
        "text": "八七会议"
      },
      {
        "key": "C",
        "text": "古田会议"
      },
      {
        "key": "D",
        "text": "遵义会议"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494717",
    "type": "single",
    "stem": "中华苏维埃第一次全国代表大会选举的中央执行委员会主席是（ ）",
    "options": [
      {
        "key": "A",
        "text": "毛泽东"
      },
      {
        "key": "B",
        "text": "刘少奇"
      },
      {
        "key": "C",
        "text": "张闻天"
      },
      {
        "key": "D",
        "text": "周恩来"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494718",
    "type": "single",
    "stem": "1929年12月，中国共产党红四军第九次代表大会在福建古田召开，会议通过了关于纠正党内的错误思想等决议案，成为（ ）的纲领性文件",
    "options": [
      {
        "key": "A",
        "text": "根据地和红军建设"
      },
      {
        "key": "B",
        "text": "党和根据地建设"
      },
      {
        "key": "C",
        "text": "党和红军建设"
      },
      {
        "key": "D",
        "text": "红军和根据地建设"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494719",
    "type": "single",
    "stem": "1927年10月，毛泽东率领( )部队到达江西宁冈，开始了创建井冈山革命根据地的斗争。",
    "options": [
      {
        "key": "A",
        "text": "秋收起义"
      },
      {
        "key": "B",
        "text": "南昌起义"
      },
      {
        "key": "C",
        "text": "广州起义"
      },
      {
        "key": "D",
        "text": "长沙起义"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494720",
    "type": "single",
    "stem": "长征途中召开的具有历史转折意义的会议是（ ）",
    "options": [
      {
        "key": "A",
        "text": "通道会议"
      },
      {
        "key": "B",
        "text": "遵义会议"
      },
      {
        "key": "C",
        "text": "六届四中全会"
      },
      {
        "key": "D",
        "text": "宁都会议"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494721",
    "type": "single",
    "stem": "毛泽东诗词“更喜岷山千里雪，三军过后尽开颜”所描述的三军会师地点在（ ）",
    "options": [
      {
        "key": "A",
        "text": "遵义"
      },
      {
        "key": "B",
        "text": "腊子口"
      },
      {
        "key": "C",
        "text": "吴起镇"
      },
      {
        "key": "D",
        "text": "会宁"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494722",
    "type": "single",
    "stem": "1935年12月，中共中央在陕北（ ）举行政治局扩大会议，确定了建立抗日民族统一战线的新策略。",
    "options": [
      {
        "key": "A",
        "text": "瓦窑堡"
      },
      {
        "key": "B",
        "text": "洛川"
      },
      {
        "key": "C",
        "text": "杨家岭"
      },
      {
        "key": "D",
        "text": "延安"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494723",
    "type": "single",
    "stem": "新华社特稿《在历史关节点上》描述道：“中国共产党领导中国革命的奋斗历程，走了整整28年。期间，中国共产党先后经历了‘日出东方’、‘星火燎原’、‘力挽狂澜’、‘灯塔指引’、‘进京赶考’五个关键阶段”。其中，‘星火燎原’指的是（ ）",
    "options": [
      {
        "key": "A",
        "text": "井冈山革命根据地的建立"
      },
      {
        "key": "B",
        "text": "中国共产党的成立"
      },
      {
        "key": "C",
        "text": "确立了毛泽东思想为党的指导思想"
      },
      {
        "key": "D",
        "text": "陕北会师"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494724",
    "type": "single",
    "stem": "毛泽东提出以农村为中心，初步形成农村包围城市、武装夺取政权的理论文章是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《中国的红色政权为什么能够存在？》"
      },
      {
        "key": "B",
        "text": "《井冈山的斗争》"
      },
      {
        "key": "C",
        "text": "《星星之火，可以燎原》"
      },
      {
        "key": "D",
        "text": "《反对本本主义》"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494725",
    "type": "multiple",
    "stem": "土地革命战争初期,中国共产党领导的武装反抗国民党反动统治的三大起义是（ ）",
    "options": [
      {
        "key": "A",
        "text": "南昌起义"
      },
      {
        "key": "B",
        "text": "湘赣边秋收起义"
      },
      {
        "key": "C",
        "text": "广州起义"
      },
      {
        "key": "D",
        "text": "宁都起义"
      },
      {
        "key": "E",
        "text": "百色起义"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494726",
    "type": "multiple",
    "stem": "“工农武装割据”思想包含的三个主要因素是( )",
    "options": [
      {
        "key": "A",
        "text": "土地革命"
      },
      {
        "key": "B",
        "text": "武装斗争"
      },
      {
        "key": "C",
        "text": "根据地建设"
      },
      {
        "key": "D",
        "text": "农村包围城市"
      },
      {
        "key": "E",
        "text": "党的建设"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494727",
    "type": "multiple",
    "stem": "土地革命战争时期党内发生的三次“左”倾错误为（ ）",
    "options": [
      {
        "key": "A",
        "text": "以陈独秀为代表的“左”傾机会主义"
      },
      {
        "key": "B",
        "text": "以瞿秋白为代表的“左”傾盲动主义"
      },
      {
        "key": "C",
        "text": "以李立三为代表的“左”傾冒险主义"
      },
      {
        "key": "D",
        "text": "以王明为代表的“左”傾教条主义"
      },
      {
        "key": "E",
        "text": "以李德为代表的“左”傾进攻主义"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494728",
    "type": "multiple",
    "stem": "日本发动侵华战争的主要原因包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "日本长期以来推行的“大陆政策”"
      },
      {
        "key": "B",
        "text": "争夺世界霸权的野心"
      },
      {
        "key": "C",
        "text": "日本国内法西斯势力的崛起"
      },
      {
        "key": "D",
        "text": "严重的经济危机"
      },
      {
        "key": "E",
        "text": "蒋介石政府的不抵抗政策，国际上某些国家的绥靖政策"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494729",
    "type": "multiple",
    "stem": "对于长征是一次伟大的远征，正确的阐释包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "长征是一次理想信念的伟大远征"
      },
      {
        "key": "B",
        "text": "长征是一次检验真理的伟大远征"
      },
      {
        "key": "C",
        "text": "长征是一次唤醒民众的伟大远征"
      },
      {
        "key": "D",
        "text": "长征是一次开创新局的伟大远征"
      },
      {
        "key": "E",
        "text": "长征是一次凯歌行进的远征"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494730",
    "type": "multiple",
    "stem": "日本在华的殖民统治主要包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "把占领区变为独占殖民地"
      },
      {
        "key": "B",
        "text": "建立殖民政权或傀儡政权"
      },
      {
        "key": "C",
        "text": "进行疯狂的经济掠夺"
      },
      {
        "key": "D",
        "text": "竭力推行奴化教育和同化政策"
      },
      {
        "key": "E",
        "text": "使用政治军事等手段实行残酷的殖民统治，镇压革命斗争"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494731",
    "type": "multiple",
    "stem": "遵义会议的主要内容有：（ ）",
    "options": [
      {
        "key": "A",
        "text": "批判了博古、李德等人错误的政治路线和军事路线"
      },
      {
        "key": "B",
        "text": "肯定了毛泽东的军事作战基本原则，"
      },
      {
        "key": "C",
        "text": "改组了党和红军的领导"
      },
      {
        "key": "D",
        "text": "实际上确立了毛泽东在党和红军中的领导地位"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494732",
    "type": "multiple",
    "stem": "1931年11月7日至20日，在江西瑞金召开全国苏维埃第一次代表大会，下列相关描述，正确的有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "大会宣布成立中华苏维埃共和国临时中央政府"
      },
      {
        "key": "B",
        "text": "大会宣布成立中华人民共和国临时政府"
      },
      {
        "key": "C",
        "text": "大会宣布成立瑞金中央政府"
      },
      {
        "key": "D",
        "text": "毛泽东当选为主席"
      },
      {
        "key": "E",
        "text": "实行工农兵代表大会制度"
      }
    ],
    "answer": [
      "A",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494733",
    "type": "multiple",
    "stem": "“山高路远坑深，大军纵横驰奔。谁敢横刀立马？唯我彭大将军！”，下列相关表述中，正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "毛泽东《六言诗·给彭德怀同志》"
      },
      {
        "key": "B",
        "text": "彭德怀收到这首诗后，将末句改为“唯我英勇红军”"
      },
      {
        "key": "C",
        "text": "这首诗写于1935年10月，最早发表在1947年8月1日《战友报》"
      },
      {
        "key": "D",
        "text": "诗作背景是中央红军到达陕北后的第一场胜仗"
      },
      {
        "key": "E",
        "text": "写于陕北保安吴起镇"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494734",
    "type": "multiple",
    "stem": "如何走好今天的长征路，正确的理解包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "要坚定理想和信念"
      },
      {
        "key": "B",
        "text": "要不怕艰难险阻"
      },
      {
        "key": "C",
        "text": "要坚持实事求是"
      },
      {
        "key": "D",
        "text": "要依靠人民群众"
      },
      {
        "key": "E",
        "text": "要顾大局求团结"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494735",
    "type": "judge",
    "stem": "中国革命新道路概括讲就是夺取“一省或数省的首先胜利”。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494736",
    "type": "judge",
    "stem": "农村包围城市革命新道路理论是党集体智慧的结晶，毛泽东是我们党的杰出代表。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494737",
    "type": "judge",
    "stem": "中国共产党首先提出了建立抗日民族统一战线的政策。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494738",
    "type": "judge",
    "stem": "1934年10月，第五次反\"围剿\"失败后，中央被迫进行长征。1935年10月，红一方面军于到达陕北，1936年10月，红二、四方面军到达甘肃会宁，红军三大主力会师，标志着万里长征的胜利结束。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494739",
    "type": "judge",
    "stem": "日本对中国的大规模侵略和在中国部分地区的殖民统治，对中华民族犯下了空前严重的罪行。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494740",
    "type": "judge",
    "stem": "九一八事变后，中国人民开始了长达14年的抗战。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494741",
    "type": "judge",
    "stem": "九一八事变后，社会各界纷纷开展抗日活动。中国共产党领导的力量是抗日救亡运动的中坚。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494742",
    "type": "judge",
    "stem": "中国革命道路理论的形成是土地革命战争时期党的集体智慧的结晶。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494743",
    "type": "judge",
    "stem": "八一南昌起义使党进入了创建红军的新时期。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494744",
    "type": "judge",
    "stem": "党的六大的路线基本上是正确的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494899",
    "type": "single",
    "stem": "标志着中国人民抗日救亡运动新高潮到来的事件是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "华北事变"
      },
      {
        "key": "B",
        "text": "西安事变"
      },
      {
        "key": "C",
        "text": "一二九运动"
      },
      {
        "key": "D",
        "text": "卢沟桥事变"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494900",
    "type": "single",
    "stem": "华北危机使得北平的学生们感到“华北之大，已经安放不得一张平静的书桌了”。之后，他们发动了 （ ）",
    "options": [
      {
        "key": "A",
        "text": "五四运动"
      },
      {
        "key": "B",
        "text": "新文化运动"
      },
      {
        "key": "C",
        "text": "新生活运动"
      },
      {
        "key": "D",
        "text": "一二九运动"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494901",
    "type": "single",
    "stem": "1942年5月，八路军副参谋长（ ）在指挥八路军总部进行反“扫荡”战斗时，不幸中弹，他是。",
    "options": [
      {
        "key": "A",
        "text": "左权"
      },
      {
        "key": "B",
        "text": "黄公略"
      },
      {
        "key": "C",
        "text": "项英"
      },
      {
        "key": "D",
        "text": "彭雪枫"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494902",
    "type": "single",
    "stem": "在第二次国共合作共同抗日过程中具有时局转换枢纽意义的事件是（ ）",
    "options": [
      {
        "key": "A",
        "text": "“九·一八”事变"
      },
      {
        "key": "B",
        "text": "“一·二八”事变"
      },
      {
        "key": "C",
        "text": "西安事变"
      },
      {
        "key": "D",
        "text": "“七·七”事变"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494903",
    "type": "single",
    "stem": "抗日战争时期，中国共产党领导的各抗日根据地实行的政权形式是（ ）",
    "options": [
      {
        "key": "A",
        "text": "联合政府"
      },
      {
        "key": "B",
        "text": "共产党领导的多党联合执政"
      },
      {
        "key": "C",
        "text": "国共合作政府"
      },
      {
        "key": "D",
        "text": "“三三制”政权"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494904",
    "type": "single",
    "stem": "1939年8月7日，（ ）在延安马列学院发表《论共产党员的修养》的讲话。",
    "options": [
      {
        "key": "A",
        "text": "刘少奇"
      },
      {
        "key": "B",
        "text": "彭德怀"
      },
      {
        "key": "C",
        "text": "周恩来"
      },
      {
        "key": "D",
        "text": "邓小平"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494905",
    "type": "single",
    "stem": "（ ）年，毛泽东在中共中央警备团追悼张思德的会上发表了《为人民服务》的讲话。",
    "options": [
      {
        "key": "A",
        "text": "1928年"
      },
      {
        "key": "B",
        "text": "1937年"
      },
      {
        "key": "C",
        "text": "1944年"
      },
      {
        "key": "D",
        "text": "1956年"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494906",
    "type": "single",
    "stem": "抗日战争时期为了解决经济上的严重困难，党在解放区领导了（ ）。",
    "options": [
      {
        "key": "A",
        "text": "打土豪分田地运动"
      },
      {
        "key": "B",
        "text": "大生产运动"
      },
      {
        "key": "C",
        "text": "延安整风运动"
      },
      {
        "key": "D",
        "text": "三三制政权建设运动"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494907",
    "type": "single",
    "stem": "1941年，周恩来在《新华日报》“千古奇冤，江南一叶；同室操戈，相煎何急?!”的题词，是（ ）后对国民党的声讨。",
    "options": [
      {
        "key": "A",
        "text": "一二八事变"
      },
      {
        "key": "B",
        "text": "八一三事变"
      },
      {
        "key": "C",
        "text": "皖南事变"
      },
      {
        "key": "D",
        "text": "卢沟桥事变"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494908",
    "type": "single",
    "stem": "日本通过《马关条约》割占台湾，50年后台湾摆脱殖民地的悲惨奴役回到祖国怀抱是在（ ）之后。",
    "options": [
      {
        "key": "A",
        "text": "平型关大捷"
      },
      {
        "key": "B",
        "text": "抗日战争胜利"
      },
      {
        "key": "C",
        "text": "百团大战"
      },
      {
        "key": "D",
        "text": "台儿庄战役胜利"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494909",
    "type": "multiple",
    "stem": "下列关于中国共产党的第七次全国代表大会表述正确的是（ ）",
    "options": [
      {
        "key": "A",
        "text": "是党在民主革命时期召开的最后一次代表大会"
      },
      {
        "key": "B",
        "text": "它确立毛泽东思想为党的指导思想并写入党章"
      },
      {
        "key": "C",
        "text": "1945年4月23日开幕"
      },
      {
        "key": "D",
        "text": "毛泽东发表了著名的《论持久战》"
      },
      {
        "key": "E",
        "text": "当时全国约300万党员选出了722名代表参加"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494910",
    "type": "multiple",
    "stem": "1938年1月11日，《新华日报》在武汉创刊。下列描述正确的有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "它是由中国共产党创办的第一张全国性报刊。"
      },
      {
        "key": "B",
        "text": "它是中国共产党从成立以后到取得全国政权之前，在国民党统治区唯一公开出版，并且出版时间最长的大型机关报。"
      },
      {
        "key": "C",
        "text": "创刊同时设立有华北分馆。"
      },
      {
        "key": "D",
        "text": "创刊同时设立有华中分馆"
      },
      {
        "key": "E",
        "text": "创刊同时设立有华南分馆"
      }
    ],
    "answer": [
      "A",
      "B"
    ]
  },
  {
    "id": "cx-405494911",
    "type": "multiple",
    "stem": "中国共产党是抗日战争的中流砥柱，主要体现在以下方面（ ）。",
    "options": [
      {
        "key": "A",
        "text": "中国共产党的思想理论对抗日战争的胜利发挥了重要的指导作用。"
      },
      {
        "key": "B",
        "text": "中国共产党坚持抗战、团结、进步的方针，成为引导全民族抗战走向胜利的一面旗帜。"
      },
      {
        "key": "C",
        "text": "中国共产党坚持抗日民族统一战线，成为全民族抗战的组织者和鼓舞者。"
      },
      {
        "key": "D",
        "text": "中国共产党坚持正确的抗战路线和战略策略，成为坚持抗战的中坚力量。"
      },
      {
        "key": "E",
        "text": "中国共产党人的模范行动，成为夺取抗战胜利的民族先锋。"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494912",
    "type": "multiple",
    "stem": "中国民主革命的主要力量包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "工人阶级"
      },
      {
        "key": "B",
        "text": "农民阶级"
      },
      {
        "key": "C",
        "text": "城市小资产阶级"
      },
      {
        "key": "D",
        "text": "民族资产阶级"
      },
      {
        "key": "E",
        "text": "官僚资产阶级"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494913",
    "type": "multiple",
    "stem": "日本发动侵华战争的主要原因包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "日本长期以来推行的“大陆政策”"
      },
      {
        "key": "B",
        "text": "争夺世界霸权的野心"
      },
      {
        "key": "C",
        "text": "日本国内法西斯势力的崛起"
      },
      {
        "key": "D",
        "text": "严重的经济危机"
      },
      {
        "key": "E",
        "text": "蒋介石政府的不抵抗政策，国际上某些国家的绥靖政策"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494914",
    "type": "multiple",
    "stem": "日本在华的殖民统治主要包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "把占领区变为独占殖民地"
      },
      {
        "key": "B",
        "text": "建立殖民政权或傀儡政权"
      },
      {
        "key": "C",
        "text": "进行疯狂的经济掠夺"
      },
      {
        "key": "D",
        "text": "竭力推行奴化教育和同化政策"
      },
      {
        "key": "E",
        "text": "使用政治军事等手段实行残酷的殖民统治，镇压革命斗争"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494915",
    "type": "multiple",
    "stem": "关于中国抗战在世界反法西斯战争中的地位，正确的观点包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "中国是世界反法西斯战争的第一个战场，也是持续时间最长的战场。"
      },
      {
        "key": "B",
        "text": "中国是世界反法西斯战争的重要组成部分，是东方主战场。"
      },
      {
        "key": "C",
        "text": "中国是亚洲大陆上反抗日本侵略者的主要国家，是打败日本法西斯的决定性力量。"
      },
      {
        "key": "D",
        "text": "由于中国抗战的牵制，大大减轻了世界反法西斯战争其他战场的压力。"
      },
      {
        "key": "E",
        "text": "中国作为重要后方基地，为盟国提供了大量战略物资和军事情报。"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494916",
    "type": "multiple",
    "stem": "中国人民伟大的抗战精神包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "天下兴亡、匹夫有责的爱国情怀"
      },
      {
        "key": "B",
        "text": "视死如归、宁死不屈的民族气节"
      },
      {
        "key": "C",
        "text": "不畏强暴、血战到底的英雄气概"
      },
      {
        "key": "D",
        "text": "百折不挠、坚忍不拔的必胜信念。"
      },
      {
        "key": "E",
        "text": "艰苦奋斗、勤俭节约的光荣传统。"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494917",
    "type": "multiple",
    "stem": "中国人民取得抗日战争胜利的原因包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "以爱国主义为核心的民族精神"
      },
      {
        "key": "B",
        "text": "中国共产党的中流砥柱作用"
      },
      {
        "key": "C",
        "text": "抗日民族统一战线下的全民族抗战"
      },
      {
        "key": "D",
        "text": "爱好和平和正义的国家和人民、国际组织以及各种反法西斯力量的同情和支持"
      },
      {
        "key": "E",
        "text": "日本天皇的懦弱"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494918",
    "type": "multiple",
    "stem": "抗日战争进入相持阶段的标志是（ ）",
    "options": [
      {
        "key": "A",
        "text": "广州的失陷"
      },
      {
        "key": "B",
        "text": "南京的失陷"
      },
      {
        "key": "C",
        "text": "上海的失陷"
      },
      {
        "key": "D",
        "text": "武汉的失陷"
      },
      {
        "key": "E",
        "text": "徐州的失陷"
      }
    ],
    "answer": [
      "A",
      "D"
    ]
  },
  {
    "id": "cx-405494919",
    "type": "judge",
    "stem": "进入相持阶段后，敌后战场逐渐成为抗战的主战场。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494920",
    "type": "judge",
    "stem": "西安事变的和平解决是时局转换的枢纽，标志着抗日民族统一战线正式形成。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494921",
    "type": "judge",
    "stem": "抗日民族统一战线的建立，是取得抗日战争胜利的决定性因素。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494922",
    "type": "judge",
    "stem": "全面抗战初期，国民党的抗战是“比较努力”的。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494923",
    "type": "judge",
    "stem": "全面抗战的战略相持阶段国民党由比较积极抗战逐步转变为消极抗战。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494924",
    "type": "judge",
    "stem": "国民党的战时经济政策和大后方建设对中国抗战毫无作用。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494925",
    "type": "judge",
    "stem": "“九一八事变”标志着抗日战争在中国的全面爆发。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494926",
    "type": "judge",
    "stem": "中国的抗日战争是世界反法西斯战争的东方主战场。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494927",
    "type": "judge",
    "stem": "国际国内的统一战线是中国人民战胜日本法西斯的重要保证。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494928",
    "type": "judge",
    "stem": "中国共产党始终坚持全面抗战路线，是团结全民族抗战的中坚力量。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494929",
    "type": "judge",
    "stem": "抗日游击战争具有战略地位。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494777",
    "type": "single",
    "stem": "抗战胜利之际，国共两党就中国未来的发展前途、建设大计在重庆历经43天的艰苦谈判，签订了（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《停战协定》"
      },
      {
        "key": "B",
        "text": "《政府与中共代表会谈纪要》"
      },
      {
        "key": "C",
        "text": "《和平建国纲领》"
      },
      {
        "key": "D",
        "text": "《国内和平协定》"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494778",
    "type": "single",
    "stem": "1946年8月6日，毛泽东在和美国记者安娜·路易斯·斯特朗的谈话中指出",
    "options": [
      {
        "key": "A",
        "text": "星星之火可以燎原"
      },
      {
        "key": "B",
        "text": "没有调查就没有发言权"
      },
      {
        "key": "C",
        "text": "一切反动派都是纸老虎"
      },
      {
        "key": "D",
        "text": "将革命进行到底"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494779",
    "type": "single",
    "stem": "抗战胜利后国共两党签订“双十协定”的谈判是（ ）",
    "options": [
      {
        "key": "A",
        "text": "北平谈判"
      },
      {
        "key": "B",
        "text": "南京谈判"
      },
      {
        "key": "C",
        "text": "庐山谈判"
      },
      {
        "key": "D",
        "text": "重庆谈判"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494780",
    "type": "single",
    "stem": "在国民党统治区，以学生为先导的人民民主运动被称为（ ）",
    "options": [
      {
        "key": "A",
        "text": "第三条道路"
      },
      {
        "key": "B",
        "text": "第二条战线"
      },
      {
        "key": "C",
        "text": "第三种势力"
      },
      {
        "key": "D",
        "text": "第二个联盟"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494781",
    "type": "single",
    "stem": "被称为第三党的民主党派是（ ）",
    "options": [
      {
        "key": "A",
        "text": "中国民主同盟"
      },
      {
        "key": "B",
        "text": "中国致公党"
      },
      {
        "key": "C",
        "text": "台湾民主自治同盟"
      },
      {
        "key": "D",
        "text": "中国农工民主党"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494782",
    "type": "single",
    "stem": "抗战胜利后共产党的方针是（ ）",
    "options": [
      {
        "key": "A",
        "text": "反蒋内战"
      },
      {
        "key": "B",
        "text": "和平民主"
      },
      {
        "key": "C",
        "text": "坐观无为"
      },
      {
        "key": "D",
        "text": "放弃斗争"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494783",
    "type": "single",
    "stem": "国民党挑起全面内战的起点是进攻（ ）",
    "options": [
      {
        "key": "A",
        "text": "陕北解放区"
      },
      {
        "key": "B",
        "text": "中原解放区"
      },
      {
        "key": "C",
        "text": "山东解放区"
      },
      {
        "key": "D",
        "text": "晋冀鲁豫解放区"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494784",
    "type": "single",
    "stem": "解放战争时期，国民党当局对民主党派的态度是（ ）",
    "options": [
      {
        "key": "A",
        "text": "团结"
      },
      {
        "key": "B",
        "text": "争取"
      },
      {
        "key": "C",
        "text": "支持"
      },
      {
        "key": "D",
        "text": "迫害"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494785",
    "type": "single",
    "stem": "毛泽东诗词“ 钟山风雨起苍黄，百万雄师过大江”反映的是（ ）",
    "options": [
      {
        "key": "A",
        "text": "辽沈战役"
      },
      {
        "key": "B",
        "text": "淮海战役"
      },
      {
        "key": "C",
        "text": "平津战役"
      },
      {
        "key": "D",
        "text": "渡江战役"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494786",
    "type": "single",
    "stem": "抗战胜利后共产党的目标是（ ）",
    "options": [
      {
        "key": "A",
        "text": "打倒蒋介石"
      },
      {
        "key": "B",
        "text": "推翻南京政府"
      },
      {
        "key": "C",
        "text": "为建设新中国而奋斗"
      },
      {
        "key": "D",
        "text": "打败美国帝国主义"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494787",
    "type": "multiple",
    "stem": "全面内战爆发后的中国社会，存在着三种政治力量，包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "地主阶级与买办性的大资产阶级"
      },
      {
        "key": "B",
        "text": "民族资产阶级"
      },
      {
        "key": "C",
        "text": "工人阶级、农民阶级和城市小资产阶级"
      },
      {
        "key": "D",
        "text": "贵族阶级"
      },
      {
        "key": "E",
        "text": "知识分子"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494788",
    "type": "multiple",
    "stem": "中国新民主主义革命胜利的三大法宝是指（ ）",
    "options": [
      {
        "key": "A",
        "text": "马列主义"
      },
      {
        "key": "B",
        "text": "党的建设"
      },
      {
        "key": "C",
        "text": "武装斗争"
      },
      {
        "key": "D",
        "text": "统一战线"
      },
      {
        "key": "E",
        "text": "实事求是"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494789",
    "type": "multiple",
    "stem": "抗战胜利后，蒋介石对共产党的方针和政策是（ ）",
    "options": [
      {
        "key": "A",
        "text": "反共"
      },
      {
        "key": "B",
        "text": "内战"
      },
      {
        "key": "C",
        "text": "拉拢"
      },
      {
        "key": "D",
        "text": "腐蚀"
      },
      {
        "key": "E",
        "text": "团结"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494790",
    "type": "multiple",
    "stem": "中国的民主党派多数成立于（ ）",
    "options": [
      {
        "key": "A",
        "text": "大革命时期"
      },
      {
        "key": "B",
        "text": "十年内战时期"
      },
      {
        "key": "C",
        "text": "抗日战争时期"
      },
      {
        "key": "D",
        "text": "全国解放战争时期"
      },
      {
        "key": "E",
        "text": "三大改造时期"
      }
    ],
    "answer": [
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494791",
    "type": "multiple",
    "stem": "下列关于淮海战役的描述中，正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "于1948年11月6日开始，1949年1月10日结束"
      },
      {
        "key": "B",
        "text": "参战部队是华东野战军和中原野战军"
      },
      {
        "key": "C",
        "text": "解放军伤亡13万多，是三大战役中牺牲最重的一次"
      },
      {
        "key": "D",
        "text": "国民党军队伤亡及被俘55万多人，是三大战役中歼敌数量最多的一次"
      },
      {
        "key": "E",
        "text": "国民党方面称为\"徐蚌会战\""
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494792",
    "type": "multiple",
    "stem": "1949年6月30日，毛泽东发表《论人民民主专政》一文，下列描述正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "提出了人民民主专政这一科学概念"
      },
      {
        "key": "B",
        "text": "是为纪念中国共产党成立二十八周年而作"
      },
      {
        "key": "C",
        "text": "论述了即将成立的中华人民共和国的国家性质"
      },
      {
        "key": "D",
        "text": "论述了各阶级在国家中的地位及其相互关系"
      },
      {
        "key": "E",
        "text": "驳斥了在国家政权问题上的各种错误思想和反动观点"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494793",
    "type": "multiple",
    "stem": "中国共产党领导新民主主义革命推翻的“三座大山”是（ ）",
    "options": [
      {
        "key": "A",
        "text": "帝国主义"
      },
      {
        "key": "B",
        "text": "资本主义"
      },
      {
        "key": "C",
        "text": "封建主义"
      },
      {
        "key": "D",
        "text": "官僚资本主义"
      },
      {
        "key": "E",
        "text": "民主资本主义"
      }
    ],
    "answer": [
      "A",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494794",
    "type": "multiple",
    "stem": "关于民主党派，正确的阐释包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "它们是阶级联盟性质的政党。"
      },
      {
        "key": "B",
        "text": "大多数民主党派跟共产党建立了不同程度的合作关系。"
      },
      {
        "key": "C",
        "text": "抗战胜利后，主张爱国、民主，与共产党的革命政纲基本上是一致的。"
      },
      {
        "key": "D",
        "text": "某些民主党派的领导人物曾经鼓吹“中间路线”，企图走第三条道路。"
      },
      {
        "key": "E",
        "text": "1949年新政协召开后，成为自愿接受中国共产党的领导，与共产党合作的参政党。"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494795",
    "type": "multiple",
    "stem": "南京国民党政府在抗战胜利后迅速土崩瓦解的主要原因包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "国民党政府失去了民心"
      },
      {
        "key": "B",
        "text": "国统区严重的经济危机"
      },
      {
        "key": "C",
        "text": "国民党军事上的大溃败"
      },
      {
        "key": "D",
        "text": "革命力量的迅猛发展"
      },
      {
        "key": "E",
        "text": "国民党武器装备的落后"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494796",
    "type": "multiple",
    "stem": "解放战争决定性阶段中国人民解放军发动的三大战役是（ ）",
    "options": [
      {
        "key": "A",
        "text": "辽沈战役"
      },
      {
        "key": "B",
        "text": "淮海战役"
      },
      {
        "key": "C",
        "text": "平津战役"
      },
      {
        "key": "D",
        "text": "渡江战役"
      },
      {
        "key": "E",
        "text": "济南战役"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494797",
    "type": "judge",
    "stem": "中国共产党能够领导人民完成反帝反封建革命任务的根本原因在于共产党的先进性。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494798",
    "type": "judge",
    "stem": "中国共产党领导的多党合作和政治协商制度的确立不符合中国历史发展的规律。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494799",
    "type": "judge",
    "stem": "国民党的反共方针和内战政策，使它迅速失去了民心。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494800",
    "type": "judge",
    "stem": "简单地说，第二条战线就是国民党统治区以学生运动为先导的人民民主运动。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494801",
    "type": "judge",
    "stem": "思想上和政治上的落后性注定了国民党在大陆的失败。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494802",
    "type": "judge",
    "stem": "只有在中国共产党的领导下，才能取得新民主主义革命的胜利。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494803",
    "type": "judge",
    "stem": "新中国的成立，标志着中国进入了社会主义社会。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494804",
    "type": "judge",
    "stem": "全面内战的爆发证明，中国共产党争取和平民主的努力是徒劳无功的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494805",
    "type": "judge",
    "stem": "1949年4月，解放军横渡长江，解放南京，基本宣告了国民党统治的覆灭。一直到1951年西藏和平解放，解放全国大陆和近海岛屿的任务完成。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494806",
    "type": "judge",
    "stem": "土地制度的改革为打败蒋介石、建立新中国奠定了深厚的群众基础。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494960",
    "type": "single",
    "stem": "1949年9月21日至30日，中国人民政治协商会议第一届全体会议召开。会议通过了（ ），它展示了新中国的宏伟蓝图，是新中国的建国纲领。",
    "options": [
      {
        "key": "A",
        "text": "《中华人民共和国建国纲领》"
      },
      {
        "key": "B",
        "text": "《中国人民代表大会共同纲领》"
      },
      {
        "key": "C",
        "text": "《中国人民对政治协商的共同纲领》"
      },
      {
        "key": "D",
        "text": "《中国人民政治协商会议共同纲领》"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494961",
    "type": "single",
    "stem": "新中国成立前，毛泽东提出“两个务必”思想的会议是（ ）",
    "options": [
      {
        "key": "A",
        "text": "七届一中全会"
      },
      {
        "key": "B",
        "text": "七届二中全会"
      },
      {
        "key": "C",
        "text": "七届三中全会"
      },
      {
        "key": "D",
        "text": "七届四中全会"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494962",
    "type": "single",
    "stem": "资本主义工商业社会主义改造本质上是要消灭（ ）。",
    "options": [
      {
        "key": "A",
        "text": "官僚资产阶级"
      },
      {
        "key": "B",
        "text": "民族资产阶级"
      },
      {
        "key": "C",
        "text": "地主阶级"
      },
      {
        "key": "D",
        "text": "小资产阶级"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494963",
    "type": "single",
    "stem": "1949年9月中国人民政治协商会议第一届全体会议选举的中央人民政府主席是（ ）",
    "options": [
      {
        "key": "A",
        "text": "毛泽东"
      },
      {
        "key": "B",
        "text": "刘少奇"
      },
      {
        "key": "C",
        "text": "周恩来"
      },
      {
        "key": "D",
        "text": "朱德"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494964",
    "type": "single",
    "stem": "高级农业生产合作社是（ ）",
    "options": [
      {
        "key": "A",
        "text": "新民主主义性质的"
      },
      {
        "key": "B",
        "text": "社会主义萌芽性质的"
      },
      {
        "key": "C",
        "text": "半社会主义性质的"
      },
      {
        "key": "D",
        "text": "社会主义性质的"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494965",
    "type": "single",
    "stem": "新中国成立后，我们党对民族资本采取的政策是（ ）",
    "options": [
      {
        "key": "A",
        "text": "暴力没收"
      },
      {
        "key": "B",
        "text": "和平购买"
      },
      {
        "key": "C",
        "text": "和平赎买"
      },
      {
        "key": "D",
        "text": "国家帮助"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494966",
    "type": "single",
    "stem": "我国发展国民经济的第一个五年计划开始时间是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "1951年"
      },
      {
        "key": "B",
        "text": "1952年"
      },
      {
        "key": "C",
        "text": "1953年"
      },
      {
        "key": "D",
        "text": "1954年"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494967",
    "type": "single",
    "stem": "我国的根本政治制度是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "多党合作制度"
      },
      {
        "key": "B",
        "text": "民族区域自治制度"
      },
      {
        "key": "C",
        "text": "政治协商制度"
      },
      {
        "key": "D",
        "text": "人民代表大会制度"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494968",
    "type": "single",
    "stem": "过渡时期总路线的主体是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "社会主义工业化"
      },
      {
        "key": "B",
        "text": "农业社会主义改造"
      },
      {
        "key": "C",
        "text": "手工业社会主义改造"
      },
      {
        "key": "D",
        "text": "私营工商业社会主义改造"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494969",
    "type": "single",
    "stem": "农业社会主义改造的原则是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "积极发展"
      },
      {
        "key": "B",
        "text": "稳步推进"
      },
      {
        "key": "C",
        "text": "逐步过渡"
      },
      {
        "key": "D",
        "text": "自愿互利"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494970",
    "type": "multiple",
    "stem": "“五反”运动的内容是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "反对行贿"
      },
      {
        "key": "B",
        "text": "反对偷税漏税"
      },
      {
        "key": "C",
        "text": "反对盗窃国家财产"
      },
      {
        "key": "D",
        "text": "反对偷工减料"
      },
      {
        "key": "E",
        "text": "反对盗窃经济情报"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494971",
    "type": "multiple",
    "stem": "过渡时期中国社会经济存在以下经济成分（ ）。",
    "options": [
      {
        "key": "A",
        "text": "国营经济"
      },
      {
        "key": "B",
        "text": "合作社经济"
      },
      {
        "key": "C",
        "text": "个体经济"
      },
      {
        "key": "D",
        "text": "私人资本主义经济"
      },
      {
        "key": "E",
        "text": "国家资本主义经济"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494972",
    "type": "multiple",
    "stem": "建国初期，党和政府着重抓了（ ）四个方面的工作。",
    "options": [
      {
        "key": "A",
        "text": "完成民主革命的遗留任务"
      },
      {
        "key": "B",
        "text": "领导国民经济恢复工作"
      },
      {
        "key": "C",
        "text": "巩固民族独立，维护国家主权和安全"
      },
      {
        "key": "D",
        "text": "加强共产党的自身建设"
      },
      {
        "key": "E",
        "text": "推进改革开放"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494973",
    "type": "multiple",
    "stem": "新中国成立初期的三大外交方针是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "另起炉灶"
      },
      {
        "key": "B",
        "text": "打扫干净屋子再请客"
      },
      {
        "key": "C",
        "text": "两个拳头打人"
      },
      {
        "key": "D",
        "text": "一边倒"
      },
      {
        "key": "E",
        "text": "一条线，一大片"
      }
    ],
    "answer": [
      "A",
      "B",
      "D"
    ]
  },
  {
    "id": "cx-405494974",
    "type": "multiple",
    "stem": "社会主义基本制度在中国确立的标志是( )。",
    "options": [
      {
        "key": "A",
        "text": "以生产资料公有制为基础的社会主义经济制度已经建立起来"
      },
      {
        "key": "B",
        "text": "中国共产党领导的人民民主专政的政治制度已经确立"
      },
      {
        "key": "C",
        "text": "以马克思主义为指导的社会主义意识形态在思想文化领域全面确立"
      },
      {
        "key": "D",
        "text": "毛泽东的建军思想在军事领域全面确立"
      },
      {
        "key": "E",
        "text": "独立自主的和平外交思想在外交领域确立"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494975",
    "type": "multiple",
    "stem": "新中国的成立标志着（ ）历史任务已经基本完成。",
    "options": [
      {
        "key": "A",
        "text": "民族独立"
      },
      {
        "key": "B",
        "text": "人民解放"
      },
      {
        "key": "C",
        "text": "国家富强"
      },
      {
        "key": "D",
        "text": "人民幸福"
      },
      {
        "key": "E",
        "text": "民族复兴"
      }
    ],
    "answer": [
      "A",
      "B"
    ]
  },
  {
    "id": "cx-405494976",
    "type": "multiple",
    "stem": "毛泽东十分警惕党在执政以后可能产生的各种消极现象，提出共产党人务必要继续保持的作风有 （ ）。",
    "options": [
      {
        "key": "A",
        "text": "谦虚"
      },
      {
        "key": "B",
        "text": "谨慎"
      },
      {
        "key": "C",
        "text": "不骄"
      },
      {
        "key": "D",
        "text": "不躁"
      },
      {
        "key": "E",
        "text": "艰苦奋斗"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494977",
    "type": "multiple",
    "stem": "“三反”运动的内容是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "反对贪污"
      },
      {
        "key": "B",
        "text": "反对浪费"
      },
      {
        "key": "C",
        "text": "反对官僚主义"
      },
      {
        "key": "D",
        "text": "反对偷工减料"
      },
      {
        "key": "E",
        "text": "反对盗窃经济情报"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494978",
    "type": "multiple",
    "stem": "民主革命时期中国共产党对民主党派采取的政策是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "批评"
      },
      {
        "key": "B",
        "text": "排斥"
      },
      {
        "key": "C",
        "text": "争取"
      },
      {
        "key": "D",
        "text": "团结"
      },
      {
        "key": "E",
        "text": "改造"
      }
    ],
    "answer": [
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494979",
    "type": "multiple",
    "stem": "三大改造是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "社会主义工业"
      },
      {
        "key": "B",
        "text": "农业社会主义改造"
      },
      {
        "key": "C",
        "text": "手工业社会主义改造"
      },
      {
        "key": "D",
        "text": "私营工商业社会主义改造"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494980",
    "type": "judge",
    "stem": "新中国的成立，标志着半殖民地半封建社会的结束。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494981",
    "type": "judge",
    "stem": "新中国的成立和社会主义基本制度的建立，为当代中国一切发展进步奠定了根本政治前提和制度基础。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494982",
    "type": "judge",
    "stem": "过渡时期是指从中华人民共和国成立到社会主义改造基本完成的这一段历史时期。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494983",
    "type": "judge",
    "stem": "新民主主义社会是一个过渡性质的社会。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494984",
    "type": "judge",
    "stem": "中国共产党领导的多党合作和政治协商制度是历史和人民的选择。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494985",
    "type": "judge",
    "stem": "高级形式的国家资本主义，资本主义企业同社会主义的经济联系只是在流通领域。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494986",
    "type": "judge",
    "stem": "过渡时期总路线是社会主义工业化和社会主义改造同时并举的总路线。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494987",
    "type": "judge",
    "stem": "农业的社会主义改造是在土改的基础上趁热打铁推进的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494988",
    "type": "judge",
    "stem": "新民主主义社会属于社会主义体系。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494989",
    "type": "judge",
    "stem": "社会主义在中国确立的时间是1949年。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494930",
    "type": "single",
    "stem": "1956年9月15至27日党的八大在北京举行，这次大会明确了国内主要矛盾是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "落后的经济文化和人民需要之间的矛盾"
      },
      {
        "key": "B",
        "text": "人民群众内部矛盾"
      },
      {
        "key": "C",
        "text": "无产阶级和资产阶级的矛盾"
      },
      {
        "key": "D",
        "text": "中华民族和帝国主义的矛盾"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494931",
    "type": "single",
    "stem": "在中共七届二中全会上，毛泽东告诫全党要警惕糖衣炮弹的攻击，提出了“两个务必”，这是因为（ ）。",
    "options": [
      {
        "key": "A",
        "text": "大陆领土已经基本解放"
      },
      {
        "key": "B",
        "text": "中共即将成为执政党"
      },
      {
        "key": "C",
        "text": "资产阶级不甘心退出历史舞台，随时准备向中共进攻"
      },
      {
        "key": "D",
        "text": "党的工作重心已经从乡村转移到城市"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494932",
    "type": "single",
    "stem": "《关于正确处理人民内部矛盾的问题》的讲话中，毛泽东提出国家政治生活的主题是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "扩大社会主义民主"
      },
      {
        "key": "B",
        "text": "加强社会主义法治"
      },
      {
        "key": "C",
        "text": "正确处理人民内部矛盾"
      },
      {
        "key": "D",
        "text": "集中精力进行经济建设"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494933",
    "type": "single",
    "stem": "为党的历史性转折作了思想理论准备的事件是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "天安门事件"
      },
      {
        "key": "B",
        "text": "粉碎“四人帮”"
      },
      {
        "key": "C",
        "text": "关于真理标准问题的讨论"
      },
      {
        "key": "D",
        "text": "平反冤假错案"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494934",
    "type": "single",
    "stem": "提出“四个现代化”宏伟目标的会议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "三届人大一次会议"
      },
      {
        "key": "B",
        "text": "三届人大二次会议"
      },
      {
        "key": "C",
        "text": "三届人大三次会议"
      },
      {
        "key": "D",
        "text": "三届人大四次会议"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494935",
    "type": "single",
    "stem": "党的八届一中全会选举（ ）为总书记。",
    "options": [
      {
        "key": "A",
        "text": "毛泽东"
      },
      {
        "key": "B",
        "text": "刘少奇"
      },
      {
        "key": "C",
        "text": "陈云"
      },
      {
        "key": "D",
        "text": "邓小平"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494936",
    "type": "single",
    "stem": "毛泽东阐述社会主义社会矛盾学说的著作是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《论十大关系》"
      },
      {
        "key": "B",
        "text": "《关于正确处理人民内部矛盾的问题》"
      },
      {
        "key": "C",
        "text": "《关于整风运动的指示》"
      },
      {
        "key": "D",
        "text": "《关于无产阶级文化大革命的决定》"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494937",
    "type": "single",
    "stem": "下列会议中没有纠“左”的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "郑州会议"
      },
      {
        "key": "B",
        "text": "武昌会议"
      },
      {
        "key": "C",
        "text": "八届六中全会"
      },
      {
        "key": "D",
        "text": "庐山会议"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494938",
    "type": "single",
    "stem": "提出“调整、巩固、充实、提高”的会议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "中共八届六中全会"
      },
      {
        "key": "B",
        "text": "中共八届七中全会"
      },
      {
        "key": "C",
        "text": "中共八届八中全会"
      },
      {
        "key": "D",
        "text": "中共八届九中全会"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494939",
    "type": "single",
    "stem": "中国共产党人开始探索自己的社会主义建设道路的标志是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "中共八大"
      },
      {
        "key": "B",
        "text": "《论十大关系》"
      },
      {
        "key": "C",
        "text": "《关于正确处理人民内部矛盾的问题》"
      },
      {
        "key": "D",
        "text": "七千人大会"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494940",
    "type": "multiple",
    "stem": "在党的八大上，陈云提出的“三个主体，三个补充”思想是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "国家经营和集体经济是主体，一定数量的个体经营为补充"
      },
      {
        "key": "B",
        "text": "计划生产是主体，一定范围的自由生产为补充"
      },
      {
        "key": "C",
        "text": "国家市场是主体，一定范围的自由市场为补充"
      },
      {
        "key": "D",
        "text": "公有制为主体，私有制为补充"
      },
      {
        "key": "E",
        "text": "国家分配为主体，个人分配为补充"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494941",
    "type": "multiple",
    "stem": "解决人民内部矛盾的方法包括（ ）。",
    "options": [
      {
        "key": "A",
        "text": "民主的方法"
      },
      {
        "key": "B",
        "text": "说服的方法"
      },
      {
        "key": "C",
        "text": "教育的方法"
      },
      {
        "key": "D",
        "text": "团结-批评-团结的方法"
      },
      {
        "key": "E",
        "text": "专政的方法"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494942",
    "type": "multiple",
    "stem": "1957年整风运动的内容包括（ ）。",
    "options": [
      {
        "key": "A",
        "text": "反对官僚主义"
      },
      {
        "key": "B",
        "text": "反对宗派主义"
      },
      {
        "key": "C",
        "text": "反对主观主义"
      },
      {
        "key": "D",
        "text": "反对享乐主义"
      },
      {
        "key": "E",
        "text": "反对机会主义"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494943",
    "type": "multiple",
    "stem": "毛泽东的《关于正确处理人民内部矛盾的问题》讲话，下列相关描述中正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "是新民主主义理论的重要内容之一"
      },
      {
        "key": "B",
        "text": "它科学分析了社会主义社会的基本矛盾"
      },
      {
        "key": "C",
        "text": "它第一次提出了正确处理人民内部矛盾的命题"
      },
      {
        "key": "D",
        "text": "阐述了新民主主义建设中的一系列重大问题"
      },
      {
        "key": "E",
        "text": "为我国社会主义事业的发展奠定了理论基础"
      }
    ],
    "answer": [
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405494944",
    "type": "multiple",
    "stem": "1961年，党对国民经济进行调整的“八字”方针是指（ ）",
    "options": [
      {
        "key": "A",
        "text": "调整"
      },
      {
        "key": "B",
        "text": "巩固"
      },
      {
        "key": "C",
        "text": "充实"
      },
      {
        "key": "D",
        "text": "提高"
      },
      {
        "key": "E",
        "text": "整顿"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494945",
    "type": "multiple",
    "stem": "“三面红旗”是指（ ）。",
    "options": [
      {
        "key": "A",
        "text": "大跃进"
      },
      {
        "key": "B",
        "text": "人民公社"
      },
      {
        "key": "C",
        "text": "社会主义建设总路线"
      },
      {
        "key": "D",
        "text": "一大二公"
      },
      {
        "key": "E",
        "text": "一平二调"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494946",
    "type": "multiple",
    "stem": "1971年召开的联合国大会第26届会议上，恢复了中国在联合国的合法席位，这意味着（ ）",
    "options": [
      {
        "key": "A",
        "text": "中国是联合国常任理事国之一"
      },
      {
        "key": "B",
        "text": "美国再也无法操纵联合国了"
      },
      {
        "key": "C",
        "text": "美国实行孤立中国政策的破产"
      },
      {
        "key": "D",
        "text": "中国的国际地位不断提高"
      },
      {
        "key": "E",
        "text": "台湾代表被彻底赶出了国际舞台"
      }
    ],
    "answer": [
      "A",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494947",
    "type": "multiple",
    "stem": "“文化大革命”给我们留下的深刻教训有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "认识什么是社会主义和如何建设社会主义的问题"
      },
      {
        "key": "B",
        "text": "必须正确认识社会主义的主要矛盾"
      },
      {
        "key": "C",
        "text": "必须改革和完善党和国家的领导制度"
      },
      {
        "key": "D",
        "text": "必须发展社会主义民主，加强社会主义法制"
      },
      {
        "key": "E",
        "text": "不断加强执政党的建设"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494948",
    "type": "multiple",
    "stem": "在社会主义建设探索中，我国取得了一批重要的科技成果，主要有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "爆炸了第一颗原子弹"
      },
      {
        "key": "B",
        "text": "爆炸了第一颗氢弹"
      },
      {
        "key": "C",
        "text": "发射了第一颗人造地球卫星"
      },
      {
        "key": "D",
        "text": "第一颗中远程导弹发射成功"
      },
      {
        "key": "E",
        "text": "可回收人造地球卫星试验成功"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494949",
    "type": "multiple",
    "stem": "毛泽东十分警惕党在执政以后可能产生的各种消极现象，提出共产党人务必要继续保持的作风有 （ ）。",
    "options": [
      {
        "key": "A",
        "text": "谦虚"
      },
      {
        "key": "B",
        "text": "谨慎"
      },
      {
        "key": "C",
        "text": "不骄"
      },
      {
        "key": "D",
        "text": "不躁"
      },
      {
        "key": "E",
        "text": "艰苦奋斗"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494950",
    "type": "judge",
    "stem": "社会主义基本制度的全面确立，标志着中国进入了改革开放的新时期。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494951",
    "type": "judge",
    "stem": "《论十大关系》是中共八大的指导思想。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494952",
    "type": "judge",
    "stem": "“三个主体，三个补充”思想是由陈云提出的。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494953",
    "type": "judge",
    "stem": "对极少数右派分子的进攻实行坚决反击是完全正确的和必要的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494954",
    "type": "judge",
    "stem": "社会主义建设总路线有其正确的一面但也有缺点。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494955",
    "type": "judge",
    "stem": "“无产阶级专政下继续革命的理论”也属于毛泽东思想。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494956",
    "type": "judge",
    "stem": "社会主义制度确立后，正确处理人民内部矛盾成为国家政治生活的主题。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494957",
    "type": "judge",
    "stem": "《论十大关系》是我们党开始探索中国自己的社会主义建设道路的标志。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494958",
    "type": "judge",
    "stem": "文化大革命的错误是探索社会主义建设道路中出现的严重曲折。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494959",
    "type": "judge",
    "stem": "毛泽东提出的“第二次结合”，实质是探索马克思主义与中国社会主义建设实际相结合，走自己的社会主义建设道路。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494745",
    "type": "single",
    "stem": "粉碎“四人帮”后，主持中共中央工作的华国锋坚持的错误方针是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "“两个凡是”"
      },
      {
        "key": "B",
        "text": "“阶级斗争为纲”"
      },
      {
        "key": "C",
        "text": "无产阶级专政下继续革命"
      },
      {
        "key": "D",
        "text": "按既定方针办"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494746",
    "type": "single",
    "stem": "1978年12月13日，邓小平在中央工作会议闭幕会上发表讲话的题目是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《完整地准确地理解毛泽东思想》"
      },
      {
        "key": "B",
        "text": "《尊重知识，尊重人才》"
      },
      {
        "key": "C",
        "text": "《解放思想，实事求是，团结一致向前看》"
      },
      {
        "key": "D",
        "text": "《实现四化，永不称霸》"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494747",
    "type": "single",
    "stem": "1981年6月，中共十一届六中全会通过的重要决议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《关于党的若干历史问题的决议》"
      },
      {
        "key": "B",
        "text": "《关于十一届六中全会的决定》"
      },
      {
        "key": "C",
        "text": "《关于加强社会主义精神文明建设若干重要问题的决议》"
      },
      {
        "key": "D",
        "text": "《关于建国以来党的若干历史问题的决议》"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494748",
    "type": "single",
    "stem": "1982年9月在中共十二大开幕词中，邓小平明确提出的重大命题是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "坚持四项基本原则"
      },
      {
        "key": "B",
        "text": "发展社会主义市场经济"
      },
      {
        "key": "C",
        "text": "建设有中国特色社会主义"
      },
      {
        "key": "D",
        "text": "没有民主就没有社会主义"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494749",
    "type": "single",
    "stem": "1987年10月，中共十三大提出的党在社会主义初级阶段的基本路线被概括为（ ）",
    "options": [
      {
        "key": "A",
        "text": "“一化三改”"
      },
      {
        "key": "B",
        "text": "“一个中心、两个基本点”"
      },
      {
        "key": "C",
        "text": "“一体两翼”"
      },
      {
        "key": "D",
        "text": "“一国两制”"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494750",
    "type": "single",
    "stem": "“文化大革命”结束后，为反对个人崇拜、纠正“左”的错误而开展的一次全国性思想解放是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "两个凡是"
      },
      {
        "key": "B",
        "text": "真理标准问题大讨论"
      },
      {
        "key": "C",
        "text": "整风运动"
      },
      {
        "key": "D",
        "text": "民主座谈会"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494751",
    "type": "single",
    "stem": "1978年12月召开的中国共产党第十一届中央委员会第三次全体会议决定成立中央纪律检查委员会，并选举（ ）任书记。",
    "options": [
      {
        "key": "A",
        "text": "陈云"
      },
      {
        "key": "B",
        "text": "叶剑英"
      },
      {
        "key": "C",
        "text": "习仲勋"
      },
      {
        "key": "D",
        "text": "宋任穷"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494752",
    "type": "single",
    "stem": "提出停止\"以阶级斗争为纲\"的口号，把党和国家的工作重心转移到经济建设上来，实行改革开放的是（ ）会议。",
    "options": [
      {
        "key": "A",
        "text": "十一大"
      },
      {
        "key": "B",
        "text": "十一届二中全会"
      },
      {
        "key": "C",
        "text": "十一届三中全会"
      },
      {
        "key": "D",
        "text": "十一届五中全会"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494753",
    "type": "single",
    "stem": "1979年元旦，全国人大常委会发表（ ），提出尊重台湾现状，实现台湾与祖国大陆和平统一，实现“三通”。",
    "options": [
      {
        "key": "A",
        "text": "《告台湾同胞书》"
      },
      {
        "key": "B",
        "text": "《告全国人民书》"
      },
      {
        "key": "C",
        "text": "《进一步解决台湾问题的方针政策》"
      },
      {
        "key": "D",
        "text": "《一国两制，和平统一》"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494754",
    "type": "single",
    "stem": "标志着党和国家在指导思想上完成拨乱反正任务的会议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "十一届三中全会"
      },
      {
        "key": "B",
        "text": "十一届六中全会"
      },
      {
        "key": "C",
        "text": "十二大"
      },
      {
        "key": "D",
        "text": "十三大"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494755",
    "type": "multiple",
    "stem": "1978年12月，中共十一届三中全会的主要内容有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "彻底否定“两个凡是”的错误方针"
      },
      {
        "key": "B",
        "text": "高度评价关于真理标准问题的讨论"
      },
      {
        "key": "C",
        "text": "断然否定“以阶级斗争为纲”的指导思想"
      },
      {
        "key": "D",
        "text": "作出了把党和国家的工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494756",
    "type": "multiple",
    "stem": "1980年，中央决定设立的经济特区是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "深圳"
      },
      {
        "key": "B",
        "text": "珠海"
      },
      {
        "key": "C",
        "text": "汕头"
      },
      {
        "key": "D",
        "text": "厦门"
      },
      {
        "key": "E",
        "text": "广州"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494757",
    "type": "multiple",
    "stem": "《关于建国以来党的若干历史问题的决议》是我党历史上的重要文献，下列相关描述中正确的有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "是在1981年6月召开的中共十一届六中全会上通过的"
      },
      {
        "key": "B",
        "text": "它从根本上否定了“文化大革命”的理论和实践"
      },
      {
        "key": "C",
        "text": "其核心问题是对毛泽东的评价问题"
      },
      {
        "key": "D",
        "text": "它全面指导了经济建设的实践"
      },
      {
        "key": "E",
        "text": "它确立了适合我国国情的现代化建设道路"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494758",
    "type": "multiple",
    "stem": "1979年4月召开的中共中央工作会议提出的对国民经济进行调整的方针是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "调整"
      },
      {
        "key": "B",
        "text": "改革"
      },
      {
        "key": "C",
        "text": "整顿"
      },
      {
        "key": "D",
        "text": "提高"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494759",
    "type": "multiple",
    "stem": "社会主义初级阶段的含义是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "我国社会已经是社会主义"
      },
      {
        "key": "B",
        "text": "我们必须坚持而不能离开社会主义"
      },
      {
        "key": "C",
        "text": "我国的社会主义社会还处在初级阶段"
      },
      {
        "key": "D",
        "text": "我们必须从这个实际出发，不能超越这个阶段"
      },
      {
        "key": "E",
        "text": "社会主义初级阶段的基本路线要以经济建设为中心"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494760",
    "type": "multiple",
    "stem": "1980年8月26日，五届全国人大常委会第十五次会议批准国务院提出的《广东省经济特区条例》和《福建省厦门经济特区条例》，决定在（ ）和福建厦门设置经济特区。",
    "options": [
      {
        "key": "A",
        "text": "深圳"
      },
      {
        "key": "B",
        "text": "中山"
      },
      {
        "key": "C",
        "text": "珠海"
      },
      {
        "key": "D",
        "text": "汕头"
      }
    ],
    "answer": [
      "A",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494761",
    "type": "multiple",
    "stem": "邓小平南方谈话的主要内容包括（ ）。",
    "options": [
      {
        "key": "A",
        "text": "革命是解放生产力，改革也是解放生产力"
      },
      {
        "key": "B",
        "text": "计划经济不等于社会主义"
      },
      {
        "key": "C",
        "text": "市场经济不等于资本主义"
      },
      {
        "key": "D",
        "text": "科学技术是第一生产力"
      },
      {
        "key": "E",
        "text": "发展才是硬道理"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494762",
    "type": "multiple",
    "stem": "关于真理标准问题的讨论,在以下中央领导的支持下开展起来（ ）。",
    "options": [
      {
        "key": "A",
        "text": "邓小平"
      },
      {
        "key": "B",
        "text": "叶剑英"
      },
      {
        "key": "C",
        "text": "陈云"
      },
      {
        "key": "D",
        "text": "李先念"
      },
      {
        "key": "E",
        "text": "胡耀邦"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494763",
    "type": "multiple",
    "stem": "十一届三中全会是党的历史上具有深远意义的伟大转折，主要表现在（ ）。",
    "options": [
      {
        "key": "A",
        "text": "重新确立了党的思想路线、政治路线、组织路线"
      },
      {
        "key": "B",
        "text": "形成了以邓小平为核心的第二代中央领导集体"
      },
      {
        "key": "C",
        "text": "结束了粉碎“四人帮”后两年徘徊的局面"
      },
      {
        "key": "D",
        "text": "使中国进入了改革开放和社会主义现代化建设新时期"
      },
      {
        "key": "E",
        "text": "是我们党历史上第二次历史性飞跃的新起点"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494764",
    "type": "multiple",
    "stem": "1979年3月，邓小平在中共中央工作会议上作了《坚持四项基本原则》的重要讲话，四项基本原则是指（ ）。",
    "options": [
      {
        "key": "A",
        "text": "坚持社会主义道路"
      },
      {
        "key": "B",
        "text": "坚持人民民主专政"
      },
      {
        "key": "C",
        "text": "坚持共产党的领导"
      },
      {
        "key": "D",
        "text": "坚持马克思列宁主义、毛泽东思想"
      },
      {
        "key": "E",
        "text": "坚持改革开放"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494765",
    "type": "judge",
    "stem": "1977年召开的中共十一大，仍然肯定了“文化大革命”的错误理论和实践。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494766",
    "type": "judge",
    "stem": "十一届三中全会的召开，标志着党和国家在指导思想上拨乱反正的胜利完成。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494767",
    "type": "judge",
    "stem": "家庭联产承包责任制主要以包产到户、包干到户、包产到组为主要形式。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494768",
    "type": "judge",
    "stem": "《关于建国以来党的若干历史问题的决议》是在十一届三中全会上通过的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494769",
    "type": "judge",
    "stem": "1984年10月中共十二届三中全会通过了《关于政治体制改革的决定》。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494770",
    "type": "judge",
    "stem": "真理标准问题大讨论为实现党的历史性转折作了思想理论准备。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494771",
    "type": "judge",
    "stem": "我国经济体制改革首先在农村取得了突破性进展。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494772",
    "type": "judge",
    "stem": "十一届三中全会的召开，标志着党和国家在指导思想上拨乱反正的胜利完成。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494773",
    "type": "judge",
    "stem": "“建设有中国特色社会主义”的命题是党的十二大提出的。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494774",
    "type": "judge",
    "stem": "中共十二大提出了社会主义初级阶段的理论。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494869",
    "type": "single",
    "stem": "1990年4月，党中央、国务院作出的深化改革、扩大开放的重大决策是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "开发上海浦东"
      },
      {
        "key": "B",
        "text": "开发天津滨海"
      },
      {
        "key": "C",
        "text": "开发海南"
      },
      {
        "key": "D",
        "text": "开发西部"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494870",
    "type": "single",
    "stem": "把邓小平理论确立为党的指导思想是在：",
    "options": [
      {
        "key": "A",
        "text": "党的十二大"
      },
      {
        "key": "B",
        "text": "党的十三大"
      },
      {
        "key": "C",
        "text": "党的十四大"
      },
      {
        "key": "D",
        "text": "党的十五大"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494871",
    "type": "single",
    "stem": "邓小平理论初步回答了（ ）问题。",
    "options": [
      {
        "key": "A",
        "text": "什么是社会主义、怎样建设社会主义"
      },
      {
        "key": "B",
        "text": "什么是新民主主义、怎样进行新民主主义"
      },
      {
        "key": "C",
        "text": "建设什么样的党、怎样建设党"
      },
      {
        "key": "D",
        "text": "什么是科学发展、怎样实现科学发展"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494872",
    "type": "single",
    "stem": "中国特色社会主义最本质的特征是（ ）",
    "options": [
      {
        "key": "A",
        "text": "人民当家作主"
      },
      {
        "key": "B",
        "text": "依法治国"
      },
      {
        "key": "C",
        "text": "党的领导"
      },
      {
        "key": "D",
        "text": "社会主义公有制"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494873",
    "type": "single",
    "stem": "1992年10月12日至18日，中国共产党第十四次全国代表大会在北京举行。十四大报告明确提出了（ ）。",
    "options": [
      {
        "key": "A",
        "text": "全面建成小康社会的目标"
      },
      {
        "key": "B",
        "text": "一国两制的构想"
      },
      {
        "key": "C",
        "text": "我国经济体制改革的目标是建立社会主义市场经济体制。"
      },
      {
        "key": "D",
        "text": "两个一百年的目标"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494874",
    "type": "single",
    "stem": "“一国两制”的前提是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "由中央人民政府行使国家主权"
      },
      {
        "key": "B",
        "text": "大陆主体的社会主义制度和港、澳、台地区的资本主义制度并存"
      },
      {
        "key": "C",
        "text": "用和平方式统一祖国"
      },
      {
        "key": "D",
        "text": "港、澳、台享有高度自治权"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494875",
    "type": "single",
    "stem": "中国特色社会主义的总依据是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "社会主义制度"
      },
      {
        "key": "B",
        "text": "社会主义初级阶段"
      },
      {
        "key": "C",
        "text": "中国共产党的领导"
      },
      {
        "key": "D",
        "text": "新时代"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494876",
    "type": "single",
    "stem": "1987年召开的（ ）明确提出社会主义初级阶段的理论，并制定了党在初级阶段的基本路线。",
    "options": [
      {
        "key": "A",
        "text": "党的十二大"
      },
      {
        "key": "B",
        "text": "十二届二中全会"
      },
      {
        "key": "C",
        "text": "党的十三大"
      },
      {
        "key": "D",
        "text": "十三届三中全会"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494877",
    "type": "single",
    "stem": "十四大对经济发展速度作了大幅度的调整，决定将90年代我国经济的发展速度，由原定的国民生产总值平均每年增长6%调整为增长（ ）。",
    "options": [
      {
        "key": "A",
        "text": "7%"
      },
      {
        "key": "B",
        "text": "8%"
      },
      {
        "key": "C",
        "text": "9%"
      },
      {
        "key": "D",
        "text": "8%至9%"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494878",
    "type": "single",
    "stem": "我国对外开放的格局是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "经济特区──沿海开放城市──沿海经济开发区──内地"
      },
      {
        "key": "B",
        "text": "沿海开放城市──经济特区──沿海经济开发区──内地"
      },
      {
        "key": "C",
        "text": "沿海经济开发区──经济特区──沿海开放城市──内地"
      },
      {
        "key": "D",
        "text": "内地──经济特区──沿海开放城市──沿海经济开发区"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494879",
    "type": "multiple",
    "stem": "“三个有利于”是指。",
    "options": [
      {
        "key": "A",
        "text": "是否有利于发展社会主义社会的生产力"
      },
      {
        "key": "B",
        "text": "是否有利于增强社会主义国家的综合国力"
      },
      {
        "key": "C",
        "text": "是否有利于提高人民的生活水平"
      },
      {
        "key": "D",
        "text": "是否有利于提高中国的国际地位"
      },
      {
        "key": "E",
        "text": "是否有利于推动市场经济发展"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494880",
    "type": "multiple",
    "stem": "1984年10月，党的十二届三中全会通过了《关于经济体制改革的决定》，下列相关描述中正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "它比较系统地提出和阐明了经济体制改革中的一系列重大理论和实践问题"
      },
      {
        "key": "B",
        "text": "它是一部全面进行经济体制改革的纲领性文献"
      },
      {
        "key": "C",
        "text": "它突破了把计划经济同商品经济对立起来的传统观念"
      },
      {
        "key": "D",
        "text": "它确认我国社会主义经济是公有制基础上的有计划的商品经济"
      },
      {
        "key": "E",
        "text": "它系统指导了对外开放政策的实施"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494881",
    "type": "multiple",
    "stem": "实行对外开放是我国长期坚持的一项基本国策，这是因为（ ）",
    "options": [
      {
        "key": "A",
        "text": "它是社会化大生产和经济生活国际化的客观要求"
      },
      {
        "key": "B",
        "text": "它是发展社会主义市场经济的内在要求"
      },
      {
        "key": "C",
        "text": "它是经济体制改革的基本内容"
      },
      {
        "key": "D",
        "text": "它是社会主义的基本内容"
      },
      {
        "key": "E",
        "text": "它是加快我国现代化建设的必然选择"
      }
    ],
    "answer": [
      "A",
      "B",
      "E"
    ]
  },
  {
    "id": "cx-405494882",
    "type": "multiple",
    "stem": "党的十五大明确阐述了社会主义初级阶段的所有制结构，即“以公有制为主体，多种所有制经济共同发展”。公有制经济包括（ ）。",
    "options": [
      {
        "key": "A",
        "text": "国有经济"
      },
      {
        "key": "B",
        "text": "集体经济"
      },
      {
        "key": "C",
        "text": "混合所有制经济"
      },
      {
        "key": "D",
        "text": "混合所有制经济中的国有成分"
      },
      {
        "key": "E",
        "text": "混合所有制经济中的集体成分"
      }
    ],
    "answer": [
      "A",
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494883",
    "type": "multiple",
    "stem": "下列关于党的第十四次全国代表大会的描述中，正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "确立了邓小平建设有中国特色社会主义理论在全党的指导地位"
      },
      {
        "key": "B",
        "text": "全国已经有5100万党员"
      },
      {
        "key": "C",
        "text": "确立了社会主义市场经济体制的改革目标"
      },
      {
        "key": "D",
        "text": "确立社会主义政治体制的改革目标"
      },
      {
        "key": "E",
        "text": "确立社会主义政府机构改革的目标"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494884",
    "type": "multiple",
    "stem": "毛泽东思想、邓小平理论是中国化了的马克思主义，它们都（ ）",
    "options": [
      {
        "key": "A",
        "text": "体现了马克思列宁主义的基本原理"
      },
      {
        "key": "B",
        "text": "反映了近代中国的时代要求"
      },
      {
        "key": "C",
        "text": "包含了中华民族的优秀思想"
      },
      {
        "key": "D",
        "text": "包含了中国共产党人的实践经验"
      },
      {
        "key": "E",
        "text": "指导中国人民取得了土地革命的胜利"
      }
    ],
    "answer": [
      "A",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494885",
    "type": "multiple",
    "stem": "我国从计划经济体制转变到社会主义市场体制新阶段的标志是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "十一届三中全会"
      },
      {
        "key": "B",
        "text": "邓小平南方谈话"
      },
      {
        "key": "C",
        "text": "中共十四大"
      },
      {
        "key": "D",
        "text": "中共十五大"
      },
      {
        "key": "E",
        "text": "中共十六大"
      }
    ],
    "answer": [
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405494886",
    "type": "multiple",
    "stem": "下列关于改革的认识中，正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "改革是我国经济社会发展的客观要求"
      },
      {
        "key": "B",
        "text": "改革是推动社会主义发展的直接动力"
      },
      {
        "key": "C",
        "text": "改革是解决社会主义社会基本矛盾的主要方式，"
      },
      {
        "key": "D",
        "text": "改革是社会主义自我完善的必由之路"
      },
      {
        "key": "E",
        "text": "是实现中华民族伟大复兴的必由之路"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494887",
    "type": "multiple",
    "stem": "邓小平构想了建设小康社会的跨世纪发展战略，即“三步走”发展战略：（ ）。",
    "options": [
      {
        "key": "A",
        "text": "第一步，从1978年到1990年，国民生产总值翻一番，解决人民温饱问题"
      },
      {
        "key": "B",
        "text": "第一步，从1981年到1990年，国民生产总值翻一番，解决人民温饱问题"
      },
      {
        "key": "C",
        "text": "第二步，从1991年到20世纪末，国民生产总值再翻一番，人民生活水平达到小康水平"
      },
      {
        "key": "D",
        "text": "第二步，到20世纪末，人均国民生产总值翻一番，人民生活水平达到小康水平"
      },
      {
        "key": "E",
        "text": "第三步，到21世纪中叶，人均国民生产总值达到中等发达国家水平，人民生活比较富裕，基本实现现代化。"
      }
    ],
    "answer": [
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405494888",
    "type": "multiple",
    "stem": "社会主义市场体系的基本特征是( )。",
    "options": [
      {
        "key": "A",
        "text": "统一"
      },
      {
        "key": "B",
        "text": "合理"
      },
      {
        "key": "C",
        "text": "开放"
      },
      {
        "key": "D",
        "text": "竞争"
      },
      {
        "key": "E",
        "text": "有序"
      }
    ],
    "answer": [
      "A",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494889",
    "type": "judge",
    "stem": "中共十三大正式制定了社会主义现代化建设“三步走”的战略部署。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494890",
    "type": "judge",
    "stem": "十四大提出了党在社会主义初级阶段的基本路线，即“一个中心，两个基本点”",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494891",
    "type": "judge",
    "stem": "党的十五大明确提出了全面建设小康社会的奋斗目标。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494892",
    "type": "judge",
    "stem": "\"对外开放\"是中国一项基本国策。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494893",
    "type": "judge",
    "stem": "2000年10月，党的十五届五中全会提出，从新世纪开始，我国进入了全面建设小康社会，加快推进社会主义现代化的新的发展阶段。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494894",
    "type": "judge",
    "stem": "十五大指出中国共产党要高举邓小平理论伟大旗帜，把建设有中国特色社会主义事业全面推向二十一世纪。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494895",
    "type": "judge",
    "stem": "截止1997年9月，中国共产党第十五次全国代表大会召开时，全党有党员5800多万。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494896",
    "type": "judge",
    "stem": "中国共产党领导是中国特色社会主义最本质的特征。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494897",
    "type": "judge",
    "stem": "改革开放是中国共产党建立以来做的三件大事之一。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494898",
    "type": "judge",
    "stem": "中国贯彻真、实、亲、诚的理念，发展同发展中国家的友好合作关系。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494808",
    "type": "single",
    "stem": "“两学一做”中的做事指（ ）",
    "options": [
      {
        "key": "A",
        "text": "做明白人"
      },
      {
        "key": "B",
        "text": "做老实人"
      },
      {
        "key": "C",
        "text": "做合格党员"
      },
      {
        "key": "D",
        "text": "做优秀党员"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494809",
    "type": "single",
    "stem": "通过《反分裂国家法》的会议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "十届人大三次会议"
      },
      {
        "key": "B",
        "text": "十届人大四次会议"
      },
      {
        "key": "C",
        "text": "九届人大三次会议"
      },
      {
        "key": "D",
        "text": "九届人大四次会议"
      },
      {
        "key": "E",
        "text": "十一届人大二次会议"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494810",
    "type": "single",
    "stem": "根据中共十五大的部署，从1998年末开始，中央决定开展“三讲”教育的内容是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "讲思想、讲政治、讲正气"
      },
      {
        "key": "B",
        "text": "讲学习、讲大局、讲正气"
      },
      {
        "key": "C",
        "text": "讲学习、讲政治、讲义气"
      },
      {
        "key": "D",
        "text": "讲学习、讲政治、讲正气"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494811",
    "type": "single",
    "stem": "2004年9月，中国十六届四中全会提出的战略任务是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "科学发展"
      },
      {
        "key": "B",
        "text": "人才强国"
      },
      {
        "key": "C",
        "text": "科教强国"
      },
      {
        "key": "D",
        "text": "社会主义和谐社会"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494812",
    "type": "single",
    "stem": "2002年11月，党的十六大召开时，全党党员人数大约为（ ）。",
    "options": [
      {
        "key": "A",
        "text": "6000多万"
      },
      {
        "key": "B",
        "text": "6600多万"
      },
      {
        "key": "C",
        "text": "8000多万"
      },
      {
        "key": "D",
        "text": "8200多万"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494813",
    "type": "single",
    "stem": "党的十八大对国际国内形势的总体判断是：当前，世情、国情、党情继续发生深刻变化，我们面临的( )。",
    "options": [
      {
        "key": "A",
        "text": "发展机遇和风险挑战前所未有"
      },
      {
        "key": "B",
        "text": "机遇前所未有，挑战也前所未有，机遇大于挑战"
      },
      {
        "key": "C",
        "text": "机遇前所未有，挑战也前所未有，挑战大于机遇"
      },
      {
        "key": "D",
        "text": "科技进步日新月异，综合国力竞争日趋激烈"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494814",
    "type": "single",
    "stem": "提出全面建成小康社会是在（ ）",
    "options": [
      {
        "key": "A",
        "text": "党的十六大"
      },
      {
        "key": "B",
        "text": "党的十七大"
      },
      {
        "key": "C",
        "text": "党的十八大"
      },
      {
        "key": "D",
        "text": "党的十九大"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494815",
    "type": "single",
    "stem": "科学发展观，第一要务是发展，核心是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "全面发展"
      },
      {
        "key": "B",
        "text": "以人为本"
      },
      {
        "key": "C",
        "text": "可持续发展"
      },
      {
        "key": "D",
        "text": "统筹兼顾"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494816",
    "type": "single",
    "stem": "改革开放以来，我国主要经济社会指标占世界的比重大幅提高，到（ ）超越日本成为世界第二大经济体，并在此后稳居世界第2位。",
    "options": [
      {
        "key": "A",
        "text": "2010年"
      },
      {
        "key": "B",
        "text": "2011年"
      },
      {
        "key": "C",
        "text": "2012年"
      },
      {
        "key": "D",
        "text": "2013年"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494817",
    "type": "single",
    "stem": "2005年，十届全国人大三次会议通过了（ ）。",
    "options": [
      {
        "key": "A",
        "text": "《反恐怖主义法》"
      },
      {
        "key": "B",
        "text": "《反分裂国家法》"
      },
      {
        "key": "C",
        "text": "《反垄断法》"
      },
      {
        "key": "D",
        "text": "《反传销法》"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494818",
    "type": "multiple",
    "stem": "发展社会主义民主政治必须坚持的政治制度包括（ ）",
    "options": [
      {
        "key": "A",
        "text": "人民代表大会制度"
      },
      {
        "key": "B",
        "text": "中国共产党领导的多党合作和政治协商制度"
      },
      {
        "key": "C",
        "text": "民族区域自治制度"
      },
      {
        "key": "D",
        "text": "基层群众自治制度"
      },
      {
        "key": "E",
        "text": "社会主义选举制度"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494819",
    "type": "multiple",
    "stem": "21世纪以来，中国取得的重大科技成绩有（ ）。",
    "options": [
      {
        "key": "A",
        "text": "载人航天飞机成功返回"
      },
      {
        "key": "B",
        "text": "绕月探测卫星成功发射"
      },
      {
        "key": "C",
        "text": "北斗卫星导航系统实现重大突破"
      },
      {
        "key": "D",
        "text": "“辽宁舰”入列"
      },
      {
        "key": "E",
        "text": "人造地球卫星上天"
      }
    ],
    "answer": [
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494820",
    "type": "multiple",
    "stem": "“三严三实”专题教育中的“三实”是指（ ）。",
    "options": [
      {
        "key": "A",
        "text": "工作要实"
      },
      {
        "key": "B",
        "text": "计划要实"
      },
      {
        "key": "C",
        "text": "谋事要实"
      },
      {
        "key": "D",
        "text": "创业要实"
      },
      {
        "key": "E",
        "text": "做人要实"
      }
    ],
    "answer": [
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494821",
    "type": "multiple",
    "stem": "党的群众路线教育实践活动的要求是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "照镜子"
      },
      {
        "key": "B",
        "text": "正衣冠"
      },
      {
        "key": "C",
        "text": "洗洗澡"
      },
      {
        "key": "D",
        "text": "治治病"
      },
      {
        "key": "E",
        "text": "红红脸"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494822",
    "type": "multiple",
    "stem": "“五个文明”协调发展指的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "物质文明"
      },
      {
        "key": "B",
        "text": "政治文明"
      },
      {
        "key": "C",
        "text": "精神文明"
      },
      {
        "key": "D",
        "text": "社会文明"
      },
      {
        "key": "E",
        "text": "生态文明"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494823",
    "type": "multiple",
    "stem": "人类命运共同体这一全球价值观包含相互依存的（ ）",
    "options": [
      {
        "key": "A",
        "text": "国际权力观"
      },
      {
        "key": "B",
        "text": "共同利益观"
      },
      {
        "key": "C",
        "text": "可持续发展观"
      },
      {
        "key": "D",
        "text": "全球治理观"
      },
      {
        "key": "E",
        "text": "唯物主义世界观"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494824",
    "type": "multiple",
    "stem": "改革开放以来我国对外开放取得不断突破，形成了（ ）的对外开放格局。",
    "options": [
      {
        "key": "A",
        "text": "立体式"
      },
      {
        "key": "B",
        "text": "全方位"
      },
      {
        "key": "C",
        "text": "多层次"
      },
      {
        "key": "D",
        "text": "广范围"
      },
      {
        "key": "E",
        "text": "宽领域"
      }
    ],
    "answer": [
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405494825",
    "type": "multiple",
    "stem": "党的十一届三中全会以来，改革开放和现代化建设取得了巨大的成就，这是（ ）",
    "options": [
      {
        "key": "A",
        "text": "社会主义制度优越性的体现"
      },
      {
        "key": "B",
        "text": "马克思主义中国化的体现"
      },
      {
        "key": "C",
        "text": "大力发展生产力的结果"
      },
      {
        "key": "D",
        "text": "坚持改革开放的强国之路"
      },
      {
        "key": "E",
        "text": "坚持党的基本路线不动摇"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405494826",
    "type": "multiple",
    "stem": "党的十七大把科学发展观写入党章，科学发展观的具体内容包括:（ ）",
    "options": [
      {
        "key": "A",
        "text": "以人为本的发展观"
      },
      {
        "key": "B",
        "text": "全面发展观"
      },
      {
        "key": "C",
        "text": "协调发展观"
      },
      {
        "key": "D",
        "text": "文明发展观"
      },
      {
        "key": "E",
        "text": "可持续发展观"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405494827",
    "type": "multiple",
    "stem": "胡锦涛在十八大上提出，大力推进生态文明建设，要重点抓好四个方面的工作：（ ）",
    "options": [
      {
        "key": "A",
        "text": "一是要优化国土空间开发格局"
      },
      {
        "key": "B",
        "text": "二是要全面促进资源节约"
      },
      {
        "key": "C",
        "text": "三是要加大自然生态系统和环境保护力度"
      },
      {
        "key": "D",
        "text": "四是要加强生态文明制度建设"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405494828",
    "type": "judge",
    "stem": "把中国建设成为创新型国家，要坚持走合作、引进和依靠外援的道路。（ ）",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494829",
    "type": "judge",
    "stem": "党的十八大的召开标志着已经进入全面建成小康社会的决定性阶段。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494830",
    "type": "judge",
    "stem": "党的十八大以来的五年，是党和国家发展进程中极不平凡的五年。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494831",
    "type": "judge",
    "stem": "十八大以来反腐败斗争已经基本结束。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494832",
    "type": "judge",
    "stem": "十八大以来中国已经走到世界舞台中央。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494833",
    "type": "judge",
    "stem": "2012年11月中共十八大明确提出要倡导\"人类命运共同体\"意识.",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494834",
    "type": "judge",
    "stem": "十七大把科学发展观列入党的指导思想，并写入党章。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494835",
    "type": "judge",
    "stem": "中国共产党第十八次全国代表大会把科学发展观列入党的指导思想.",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494836",
    "type": "judge",
    "stem": "2015年10月29日闭幕的中共十八届五中全会首次提出\"创新、协调、绿色、开放、共享\"五大发展理念，以保障实现全面建成小康社会的目标。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494837",
    "type": "judge",
    "stem": "习近平在十八大报告中强调，坚定不移走中国特色社会主义道路，夺取中国特色社会主义新胜利是我们毫不动摇的行动纲领",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494992",
    "type": "single",
    "stem": "（ ）将习近平新时代中国特色社会主义思想写入党章，将其确立为党必须长期坚持的指导思想。",
    "options": [
      {
        "key": "A",
        "text": "十八大"
      },
      {
        "key": "B",
        "text": "十九大"
      },
      {
        "key": "C",
        "text": "十八届四中全会"
      },
      {
        "key": "D",
        "text": "十九届四中全会"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405494993",
    "type": "single",
    "stem": "习近平新时代中国特色社会主义思想最重要、最核心的内容是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "“十个明确”"
      },
      {
        "key": "B",
        "text": "“三个意味”"
      },
      {
        "key": "C",
        "text": "“四个伟大”"
      },
      {
        "key": "D",
        "text": "“十四个坚持”"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494994",
    "type": "single",
    "stem": "党的建设摆在首位的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "政治建设"
      },
      {
        "key": "B",
        "text": "思想建设"
      },
      {
        "key": "C",
        "text": "组织建设"
      },
      {
        "key": "D",
        "text": "作风建设"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494995",
    "type": "single",
    "stem": "党的建设“五位一体”布局中摆在首位的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "政治建设"
      },
      {
        "key": "B",
        "text": "思想建设"
      },
      {
        "key": "C",
        "text": "组织建设"
      },
      {
        "key": "D",
        "text": "纪律建设"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494996",
    "type": "single",
    "stem": "“四个伟大”中起决定作用的是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "伟大梦想"
      },
      {
        "key": "B",
        "text": "伟大斗争"
      },
      {
        "key": "C",
        "text": "伟大工程"
      },
      {
        "key": "D",
        "text": "伟大事业"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405494997",
    "type": "single",
    "stem": "标志着中国特色社会主义进入新时代的会议是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "党的十六大"
      },
      {
        "key": "B",
        "text": "党的十七大"
      },
      {
        "key": "C",
        "text": "党的十八大"
      },
      {
        "key": "D",
        "text": "党的十九大"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405494998",
    "type": "single",
    "stem": "我国经济发展进入新常态后，中共中央经济工作的总基调是（ ）。",
    "options": [
      {
        "key": "A",
        "text": "稳中求进"
      },
      {
        "key": "B",
        "text": "迎难而上"
      },
      {
        "key": "C",
        "text": "开拓进取"
      },
      {
        "key": "D",
        "text": "实事求是"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405494999",
    "type": "single",
    "stem": "（ ），十三届人大一次会议审议通过的《中华人民共和国宪法修正案》对宪法部分内容作了修改。",
    "options": [
      {
        "key": "A",
        "text": "2017年12月1日"
      },
      {
        "key": "B",
        "text": "2018年3月11日"
      },
      {
        "key": "C",
        "text": "2019年2月1日"
      },
      {
        "key": "D",
        "text": "2019年3月1日"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405495000",
    "type": "single",
    "stem": "2012年，（ ）明确提出要倡导\"人类命运共同体\"意识。",
    "options": [
      {
        "key": "A",
        "text": "十一届人大"
      },
      {
        "key": "B",
        "text": "十一届人大二次会议"
      },
      {
        "key": "C",
        "text": "中共十八大"
      },
      {
        "key": "D",
        "text": "中共十八大二次会议"
      }
    ],
    "answer": [
      "C"
    ]
  },
  {
    "id": "cx-405495001",
    "type": "single",
    "stem": "我们要构建的社会主义和谐社会的总要求是:民主法治、（ ）、诚信友爱、充满活力、安定有序、人与自然和谐相处。",
    "options": [
      {
        "key": "A",
        "text": "实现公平"
      },
      {
        "key": "B",
        "text": "崇尚正义"
      },
      {
        "key": "C",
        "text": "自由平等"
      },
      {
        "key": "D",
        "text": "公平正义"
      }
    ],
    "answer": [
      "D"
    ]
  },
  {
    "id": "cx-405495002",
    "type": "multiple",
    "stem": "“四个伟大”是指：",
    "options": [
      {
        "key": "A",
        "text": "伟大思想"
      },
      {
        "key": "B",
        "text": "伟大梦想"
      },
      {
        "key": "C",
        "text": "伟大斗争"
      },
      {
        "key": "D",
        "text": "伟大工程"
      },
      {
        "key": "E",
        "text": "伟大事业"
      }
    ],
    "answer": [
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405495003",
    "type": "multiple",
    "stem": "“四个意识”是指:",
    "options": [
      {
        "key": "A",
        "text": "政治意识"
      },
      {
        "key": "B",
        "text": "大局意识"
      },
      {
        "key": "C",
        "text": "创新意识"
      },
      {
        "key": "D",
        "text": "核心意识"
      },
      {
        "key": "E",
        "text": "看齐意识"
      }
    ],
    "answer": [
      "A",
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405495004",
    "type": "multiple",
    "stem": "民族复兴中国梦的本质内涵包括：",
    "options": [
      {
        "key": "A",
        "text": "国家富强"
      },
      {
        "key": "B",
        "text": "民族振兴"
      },
      {
        "key": "C",
        "text": "人民幸福"
      },
      {
        "key": "D",
        "text": "社会和谐"
      },
      {
        "key": "E",
        "text": "环境美丽"
      }
    ],
    "answer": [
      "A",
      "B",
      "C"
    ]
  },
  {
    "id": "cx-405495005",
    "type": "multiple",
    "stem": "实现中国梦必须：（ ）",
    "options": [
      {
        "key": "A",
        "text": "走中国道路"
      },
      {
        "key": "B",
        "text": "讲中国故事"
      },
      {
        "key": "C",
        "text": "弘扬中国精神"
      },
      {
        "key": "D",
        "text": "凝聚中国力量"
      },
      {
        "key": "E",
        "text": "发挥中国智慧"
      }
    ],
    "answer": [
      "A",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405495006",
    "type": "multiple",
    "stem": "“四个全面”战略布局中的“四个全面”是指：（ ）",
    "options": [
      {
        "key": "A",
        "text": "全面建设社会主义现代化国家"
      },
      {
        "key": "B",
        "text": "全面深化改革"
      },
      {
        "key": "C",
        "text": "全面依法治国"
      },
      {
        "key": "D",
        "text": "全面从严治党"
      },
      {
        "key": "E",
        "text": "全面建成小康社会"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405495007",
    "type": "multiple",
    "stem": "2018年中共中央印发了《深化党和国家机构改革方案》，下列相关描述中正确的有（ ）",
    "options": [
      {
        "key": "A",
        "text": "党的第十九届三中全会上通过的"
      },
      {
        "key": "B",
        "text": "决定组建国家纪律检查委员会"
      },
      {
        "key": "C",
        "text": "实现党内监督和国家机关监督、党的纪律检查和国家监察有机统一"
      },
      {
        "key": "D",
        "text": "决定组建国家预防腐败局"
      },
      {
        "key": "E",
        "text": "决定组建中央全面依法治国委员会"
      }
    ],
    "answer": [
      "A",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405495008",
    "type": "multiple",
    "stem": "党的群众路线教育实践活动中着力解决的“四风”问题是:（ ）",
    "options": [
      {
        "key": "A",
        "text": "形式主义"
      },
      {
        "key": "B",
        "text": "官僚主义"
      },
      {
        "key": "C",
        "text": "享乐主义"
      },
      {
        "key": "D",
        "text": "主观主义"
      },
      {
        "key": "E",
        "text": "奢靡之风"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "E"
    ]
  },
  {
    "id": "cx-405495009",
    "type": "multiple",
    "stem": "党的建设“五位一体”的布局包括（ ）。",
    "options": [
      {
        "key": "A",
        "text": "政治建设"
      },
      {
        "key": "B",
        "text": "思想建设"
      },
      {
        "key": "C",
        "text": "组织建设"
      },
      {
        "key": "D",
        "text": "作风建设"
      },
      {
        "key": "E",
        "text": "纪律建设"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405495010",
    "type": "multiple",
    "stem": "习近平总书记在党史学习教育动员大会上指出，党史学习教育要做到（ ）。",
    "options": [
      {
        "key": "A",
        "text": "学史明理"
      },
      {
        "key": "B",
        "text": "学史增信"
      },
      {
        "key": "C",
        "text": "学史崇德"
      },
      {
        "key": "D",
        "text": "学史力行"
      },
      {
        "key": "E",
        "text": "学史增识"
      }
    ],
    "answer": [
      "A",
      "B",
      "C",
      "D"
    ]
  },
  {
    "id": "cx-405495011",
    "type": "multiple",
    "stem": "“四个自信”是指：（ ）",
    "options": [
      {
        "key": "A",
        "text": "道路自信"
      },
      {
        "key": "B",
        "text": "理论自信"
      },
      {
        "key": "C",
        "text": "政治自信"
      },
      {
        "key": "D",
        "text": "制度自信"
      },
      {
        "key": "E",
        "text": "文化自信"
      }
    ],
    "answer": [
      "A",
      "B",
      "D",
      "E"
    ]
  },
  {
    "id": "cx-405495012",
    "type": "judge",
    "stem": "我国社会主要矛盾的变化决定了基本国情的变化。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405495013",
    "type": "judge",
    "stem": "十三届人大一次会议审议通过的《中华人民共和国宪法修正案》明确把我国建设成为富强民主文明和谐的社会主义现代化强国。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405495014",
    "type": "judge",
    "stem": "十九届三中全会强调，深化党和国家机构改革的首要任务是完善坚持党的全面领导的制度，加强党的全面领导。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495015",
    "type": "judge",
    "stem": "党的十九大的一个重大历史贡献是把习近平新时代中国特色社会主义思想确立为党的指导思想。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495016",
    "type": "judge",
    "stem": "坚持和发展中国特色社会主义是习近平新时代中国特色社会主义思想的核心要义。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495017",
    "type": "judge",
    "stem": "“十个明确”是习近平新时代中国特色社会主义思想最重要、最核心的内容。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495018",
    "type": "judge",
    "stem": "中国特色社会主义进入了新时代，这是我国发展新的历史方位。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495019",
    "type": "judge",
    "stem": "当前我国社会的主要矛盾是人民群众日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  },
  {
    "id": "cx-405495020",
    "type": "judge",
    "stem": "生态文明建设的理念是绿水青山胜过金山银山",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "B"
    ]
  },
  {
    "id": "cx-405495021",
    "type": "judge",
    "stem": "“一带一路”是丝绸之路经济带和21世纪海上丝绸之路的简称。",
    "options": [
      {
        "key": "A",
        "text": "正确"
      },
      {
        "key": "B",
        "text": "错误"
      }
    ],
    "answer": [
      "A"
    ]
  }
];
